Repository: suksomsri7/lucid-dreams
Catalog: targets/watch/Localizable.xcstrings
Source language: en
Languages: th

# watch.morning.hint
source: Tell your dream on your iPhone.
th: เล่าฝันที่ iPhone ได้เลย

# watch.morning.title
source: Good morning
th: อรุณสวัสดิ์

# watch.ready.hint
source: Start this on your iPhone, or tap below.
th: เริ่มที่ iPhone หรือแตะปุ่มด้านล่าง

# watch.ready.start
source: Start night
th: เริ่มคืนนี้

# watch.running.epochs
source: Epochs %lld
th: ส่งข้อมูลแล้ว %lld ช่วง

# watch.running.hrUnit
source: bpm
th: ครั้ง/นาที

# watch.running.rem
source: Likely dreaming %lld%%
th: น่าจะฝัน %lld%%

# watch.running.remUnknown
source: Likely dreaming —
th: น่าจะฝัน —

# watch.running.whispers
source: Whispers %lld/%lld
th: กระซิบ %lld/%lld

# watch.stop.accessibility
source: Hold to stop the night
th: กดค้างเพื่อหยุดคืนนี้

# watch.stop.holding
source: Keep holding…
th: กดค้างไว้…

# watch.stop.idle
source: Hold to stop
th: กดค้างเพื่อหยุด
